<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE HTML>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0">
    <title>使用协议</title>
    <link rel="stylesheet" href="${dll}/api/frozenui/dist/css/frozen.css">
    <link rel="stylesheet" href="${dll}/api/styles/style.css">
    <style>
        p{font-size: 14px;}
    </style>
</head>
<body>
<div class="about_bd">
    <article>
        <section>
            <h4>一、服务条款的确认和接纳</h4>
            <p>
                EShow开源框架（<a href="http://www.eshow.org.cn/">http://www.eshow.org.cn/</a>）及其涉及到的产品、相关软件的所有权和运作权归无锡到群软件科技有限公司（以下简称到群软件）所有， 到群软件享有对EShow开源框架上一切活动的监督、提示、检查、纠正及处罚等权利。用户通过注册程序阅读本服务条款并点击"同意"按钮完成注册，即表示用户与到群软件已达成协议，自愿接受本服务条款的所有内容。如果用户不同意服务条款的条件，则不能获得使用eshow.org.cn服务以及注册成为EShow开源框架用户的权利。
            </p>
            <h4>二、服务保护条款</h4>
            <p>
                1、到群软件运用自己的操作系统通过国际互联网络为用户提供各项服务
            </p>
            <p>
                2、考虑到到群软件产品服务的重要性，用户同意:
            </p>
            <p>（1）提供必要及准确的个人资料。</p>
            <p>（2）不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。</p>
            <p>
                3、用户可授权到群软件向第三方透露其注册资料，否则到群软件不能公开用户的姓名、住址、出件地址、电子邮箱、帐号。除非:
            </p>
            <p>
                （1）事先获得用户明确授权后，用户要求到群软件或授权某人通过电子邮件服务或其他方式透露这些信息。
            </p>
            <p>（2）相应的法律、法规要求以及按照有关政府主管部门的要求，需要到群软件提供用户的个人资料。</p>
            <p>(3)为了维护公众以及EShow开源框架合法利益。</p>
            <p>4、如果用户提供的资料不准确，不合法有效，到群软件保留结束用户使用到群软件各项服务的权利。
                用户在享用到群软件各项服务的同时，同意接受到群软件提供的各类信息服务。</p>
            <p>
                5、到群软件定义的信息内容包括:文字、软件、声音、照片、录像、图表；在广告中全部内容；到群软件为用户提供的商业信息等，所有这些内容受版权、商标权、和其它知识产权及所有权法律的保护。所以，用户只能在到群软件授权下才能使用这些内容，而不能擅自复制、修改、编撰这些内容、或创造与内容有关的衍生产品。</p>
            <p>6、如果用户未遵守本服务条款的任何一项，到群软件有权利即终止提供一切服务，并保留通过法律手段追究责任的权利。</p>
            <p>
                7、使用EShow开源框架提供的服务由用户自己承担风险，在适用法律允许的最大范围内，到群软件在任何情况下不就因使用或不能使用EShow开源框架提供的服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。即使已事先被告知该损害发生的可能性。</p>
            <p>8、用户须明白，使用EShow开源框架提供的服务涉及到Internet服务和电信增值服务，可能会受到各个环节不稳定因素的影响。因此服务存在因不可抗力、计算机病毒或黑客攻击、国家相关行业主管部门及电信运营商的调整、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，到群软件不作担保。对因此导致用户不能发送、上传和接受阅读消息、或接发错消息，或无法实现其他通讯条件，到群软件不承担任何责任。</p>
            <p>
                9、用户须明白，在使用EShow开源框架提供的服务存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，到群软件和合作公司对服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适用性、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
            </p>
            <h4>三、用户使用规则</h4>
            <p>特别提示用户，使用互联网必须遵守国家有关的政策和法律，包括刑法、国家安全法、保密法、计算机信息系统安全保护条例等，保护国家利益，保护国家安全，对于违法使用互联网络而引起的一切责任，由用户负全部责任。</p>
            <p>
                1、用户在申请使用EShow开源框架提供的网络服务时，必须向到群软件提供准确的个人资料，如个人资料有任何变动，必须及时更新。</p>
            <p>2、用户注册成功后，到群软件将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
            <p>
                3、用户不得使用翻宝网服务发送或传播敏感信息和违反国家法律制度的信息，包括但不限于下列信息:</p>
            <p>(a) 反对宪法所确定的基本原则的；</p>
            <p>(b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>(c) 损害国家荣誉和利益的；</p>
            <p>(d) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
            <p>(e) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>(f) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>(g) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p>(h) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
            <p>(i) 含有法律、行政法规禁止的其他内容的。</p>
            <p>4、用户在使用翻宝网络服务过程中，必须遵循以下原则:</p>
            <p>(a) 遵守中国有关的法律和法规；</p>
            <p>(b) 不得为任何非法目的而使用网络服务系统；</p>
            <p>(c) 遵守所有与网络服务有关的网络协议、规定和程序；</p>
            <p>
                (d) 不得利用Wshow网网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</p>
            <p>(e) 不得利用EShow开源框架网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
            <p>(f) 不得利用EShow开源框架网络服务系统进行任何不利于 千橡 公司的行为。</p>
            <h4>5、使用EShow开源框架站服务，用户应加强个人资料的保护意识，并注意个人密码的密码保护。</h4>
            <p>
                6、盗取他人用户帐号或利用网络通讯骚扰他人，均属于非法行为。用户不得采用测试、欺骗等任何非法手段，盗取其他用户的帐号和对他人进行骚扰。</p>
            <h4>四、服务条款的修改</h4>
            <p>到群软件会在必要时修改服务条款，服务条款一旦发生变动，公司将会在用户进入下一步使用前的页面提示修改内容。如果您同意改动，则再一次激活"我同意"按钮。如果您不接受，则及时取消您的用户使用服务资格。用户要继续使用EShow开源框架各项服务需要两方面的确认:</p>
            <p>（1）首先确认EShow开源框架服务条款及其变动。</p>
            <p>（2）同意接受所有的服务条款限制。</p>
            <h4>五、服务修订</h4>
            <p>到群软件特别提示用户，到群软件为了保障公司业务发展和调整的自主权， 到群软件拥有随时修改或中断服务而不需通知用户的权利，到群软件行使修改或中断服务的权利不需对用户或任何第三方负责。用户必须在同意本条款的前提下，到群软件才开始对用户提供服务。</p>
            <h4>六、用户隐私制度</h4>
            <p>尊重用户个人隐私是到群软件的一项基本政策。所以，作为对以上第二点个人注册资料分析的补充，到群软件一定不会公开、编辑或透露用户的注册资料及保存在到群软件各项服务中的非公开内容，除非到群软件在诚信的基础上认为透露这些信息在以下几种情况是必要的:</p>
            <p>(1)遵守有关法律规定，包括在国家有关机关查询时，提供用户在EShow开源框架的网页上发布的信息内容及其发布时间、互联网地址或者域名以及其他用户上传至EShow开源框架的信息。</p>
            <p>(2)遵从EShow开源框架产品服务程序。</p>
            <p>(3)保持维护到群软件的商标所有权。</p>
            <p>(4)在紧急情况下维护用户个人和社会大众的隐私安全。</p>
            <p>(5)到群软件认为必要的其他情况下。
                用户在此授权到群软件可以向其电子邮箱发送商业信息。</p>
            <h4>七、用户的帐号、密码和安全性</h4>
            <p>用户一旦成功注册，将得到一个密码和帐号。如果用户未保管好自己的帐号和密码而对其自身、到群软件或第三方造成的损害，用户将负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。用户可随时改变自己的密码和图标。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，立即通告到群软件。</p>
            <h4>八、拒绝提供担保</h4>
            <p>用户明确同意邮件服务的使用由用户个人承担风险。到群软件不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性、安全性、出错发生都不作担保。到群软件拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。 </p>
            <h4>九、有限责任</h4>
            <p>到群软件对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自:不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。用户的上述行为引起对到群软件或第三方的损害，应当依法承担责任并向到群软件进行赔偿，到群软件可以自行或协助第三方使用用户提供的任何信息进行维权。</p>
            <h4>十、未经到群软件同意禁止进行商业性行为</h4>
            <p>用户承诺不经到群软件书面同意，不能利用到群软件各项服务在Wshow网或相关网站上进行销售或其他商业性行为。用户违反此约定，到群软件将依法追究其违约责任，由此给到群软件造成损失的，到群软件有权进行追偿。</p>
            <h4>十一、EShow开源框架用户信息的储存及限制</h4>
            <p>到群软件不对用户所发布信息的删除或储存失败负责。</p>
            <h4>十二、保障</h4>
            <p>用户同意保障和维护到群软件全体成员的利益。</p>
            <h4>十三、结束服务</h4>
            <p>用户或到群软件可随时根据实际情况中断服务。到群软件不需对任何个人或第三方负责而随时中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对到群软件服务不满，用户享有以下的追索权:</p>
            <p>（1）不再使用到群软件及（或）EShow开源框架的服务。</p>
            <p>（2）结束用户使用到群软件及（或）EShow开源框架服务的资格。</p>
            <p>（3）书面通告到群软件停止该用户的服务。结束用户服务后，用户使用到群软件服务的权利马上中止。从那时起，到群软件不再对用户承担任何义务。</p>
            <h4>十四、通告</h4>
            <p>所有发给用户的通告都可通过电子邮件或常规的信件传送。到群软件会通过邮件服务发报消息给用户，告诉他们服务条款的修改、服务变更、或其它重要事情。同时，到群软件保留对EShow开源框架用户投放商业性广告的权利。</p>
            <h4>十五、参与广告策划</h4>
            <p>在到群软件书面许可下用户可在他们发表的信息中加入宣传资料或参与广告策划，在EShow开源框架各项免费服务上展示他们的产品，是在相应的用户和广告销售商之间发生。 到群软件不承担任何责任，到群软件没有义务为这类广告销售负任何责任。</p>
            <h4>十六、免责与赔偿声明</h4>
            <p>1、若到群软件已经明示其网络服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</p>
            <p>2、用户明确同意其使用到群软件网络服务所存在的风险将完全由其自己承担；因其使用到群软件服务而产生的一切后果也由其自己承担，到群软件对用户不承担任何责任。</p>
            <p>3、到群软件不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
            <p>4、用户同意保障和维护到群软件及其他用户的利益，由于用户登录网站内容违法、不真实、不正当、侵犯第三方合法权益，或用户违反本协议项下的任何条款而给到群软件或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>
            <h4>十七、法律</h4>
            <p>用户和到群软件一致同意有关本协议以及使用到群软件的服务产生的争议交由仲裁解决，但是到群软件有权选择采取诉讼方式，并有权选择受理该诉讼的有管辖权的法院。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。</p>
            <h4>十八、其他</h4>
            <p>1、到群软件将视向用户所提供服务内容之特性，要求用户在注册千橡公司提供的有关服务时，遵守特定的条件和条款；如该特定条件和条款与以上服务条款有任何不一致之处，则已特定条件和条款为准。</p>
            <p>2、本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。</p>
            <p>3、本服务条款执行过程中所产生的任何问题翻宝网和用户都将友好协商解决。</p>
            <p>4、以上条款的解释权归到群软件最终所有。</p>
        </section>
    </article>
</div>
</body>
</html>